/*
  KeyBinding.strings
  iina

  Created by lhc on 4/2/2017.
  Copyright © 2017 lhc. All rights reserved.
*/

"cmd.ignore" = "忽略";
"cmd.seek" = "跳转";
"cmd.revert-seek" = "撤销上次跳转";
"cmd.set" = "设置";
"cmd.cycle" = "切换";
"cmd.cycle-values" = "指定值中循环";
"cmd.add" = "增减";
"cmd.multiply" = "乘倍";
"cmd.frame-step" = "下一帧";
"cmd.frame-back-step" = "上一帧";
"cmd.ab-loop" = "A-B 循环";
"cmd.sub-seek" = "按字幕跳转";
"cmd.playlist-next" = "下一个媒体";
"cmd.playlist-prev" = "上一个媒体";
"cmd.playlist-move" = "移动播放列表项目";
"cmd.playlist-clear" = "清空播放列表";
"cmd.playlist-remove" = "移除当前媒体";
"cmd.playlist-shuffle" = "随机排序";
"cmd.write-watch-later-config" = "记录播放进度";
"cmd.stop" = "停止";
"cmd.quit" = "退出";
"cmd.quit-watch-later" = "退出（保存进度）";
"cmd.screenshot" = "截图";
"cmd.screenshot-to-file" = "截图至文件";
"cmd.loadfile" = "载入文件";
"cmd.loadlist" = "载入播放列表";
"cmd.run" = "运行";

"iina.flip" = "翻转";
"iina.mirror" = "镜像";

"iina.toggle-pip" = "切换「画中画」模式";
"iina.toggle-music-mode" = "切换音乐模式";
"iina.open-file" = "打开文件";
"iina.open-url" = "打开 URL";
"iina.video-panel" = "视频设置面板";
"iina.audio-panel" = "音频设置面板";
"iina.sub-panel" = "字幕设置面板";
"iina.playlist-panel" = "播放列表面板";
"iina.chapter-panel" = "章节面板";
"iina.bigger-window" = "放大窗口";
"iina.smaller-window" = "缩小窗口";
"iina.fit-to-screen" = "适应屏幕";
"iina.toggle-flip" = "切换翻转";
"iina.toggle-mirror" = "切换镜像";
"iina.save-playlist" = "保存当前播放列表";
"iina.show-current-file-in-finder" = "在访达中显示当前文件";
"iina.delete-current-file" = "删除当前文件";
"iina.delete-current-file-hard" = "直接删除当前文件（不放入废纸篓）";
"iina.find-online-subs" = "查找在线字幕";
"iina.save-downloaded-sub" = "保存已下载字幕";

"yes" = "是";
"no" = "否";
"to" = "为";
"by" = "倍数";
"in" = "值";
"add" = "增加";
"minus" = "减少";
"forward" = "前进";
"backward" = "后退";
"seek-to" = "跳转到";

"relative" = "秒";
"absolute" = "秒";
"absolute-percent" = "%";
"relative-percent" = "%";
"relative+exact" = "秒（精确）";
"relative-percent+exact" = "%（精确）";
"absolute+keyframe" = "秒（关键帧）";
"absolute-percent+keyframe" = "%（关键帧）";

"opt.pause" = "暂停";
"opt.speed" = "速度";

"opt.window-scale" = "窗口缩放";

"opt.video" = "视频轨道";
"opt.video-aspect-override" = "视频长宽比";
"opt.contrast" = "对比度";
"opt.brightness" = "亮度";
"opt.gamma" = "伽马";
"opt.saturation" = "饱和度";
"opt.deinterlace" = "反交错";

"opt.audio" = "音频轨道";
"opt.volume" = "音量";
"opt.mute" = "静音";
"opt.audio-delay" = "音频延迟";

"opt.sub" = "字幕轨道";
"opt.sub-delay" = "字幕延迟";
"opt.sub-pos" = "字幕位置";
"opt.sub-scale" = "字幕缩放";
"opt.sub-visibility" = "字幕可见";
"opt.secondary-sub-visibility" = "开启二级字幕";
"opt.sub-ass-style-override" = "ASS 字幕样式覆盖";

"opt.fullscreen" = "全屏";
"opt.ontop" = "窗口置顶";

"opt.chapter" = "章节";

"read.set" = "设置 {{property}} 为 {{value}}";
"read.add" = "{{property}} {{value}}";
"read.multiply" = "{{property}} 乘 {{factor}} 倍";
"read.cycle" = "{{#dir_down}}反向{{/dir_down}}循环 {{property}}";
"read.cycle-values" = "在（{{{values}}}）中循环 {{property}}";
"read.seek" = "{{#fwd}}向前{{/fwd}}{{#bwd}}向后{{/bwd}}跳转{{#abs}}到{{/abs}} {{value}} {{#sec}}秒{{/sec}}{{#per}}%{{/per}}{{#exact}}（精确）{{/exact}}{{#kf}}（关键帧）{{/kf}}";
"read.sub-seek" = "跳转到{{#skip_1}}下{{/skip_1}}{{#skip_-1}}上{{/skip_-1}}一句字幕";
